{
    "courses" : [
        {
            "id" : 1,
            "images" : {
                "main" : "https://images.pexels.com/photos/52986/hands-words-meaning-fingers-52986.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
                "secMain" : "https://images.pexels.com/photos/1912868/pexels-photo-1912868.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
                "thirdMain" : "https://images.pexels.com/photos/1250722/pexels-photo-1250722.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
            },
            "pageHead" : "Kindergarten",
            "sectionHead" : "About Kindergarten",
            "para" : [
                "Kindergarten is a preschool educational approach based on playing, singing, practical activities such as drawing, and social interaction as part of the transition from home to school. A kindergarten teacher is responsible for integrating young children into the world of learning by teaching them social skills, personal hygiene, basic reading skills, art and music.",
                "Letters  -  Identifying letters and writing the alphabet.",
                "Sounds & Phonics  -  Using letters to make sounds and words.",
                "Words / Vocabulary  -  Recognizing sight words and building vocabulary.",
                "Reading Comprehension  -  Short stories with Q&A and other comprehension exercises.",
                "Early Writing  -  Sentences, capital letters, punctuation & writing prompts.",
                "Shapes  -  Identifying and drawing the basic shapes.",
                "Colors  -  Recognizing basic colors.",
                "Numbers  -  Recognizing numbers and counting.",
                "Simple Math  -  Learning simple math concepts.",
                "Science  -  Plants, animals, weather, energy, the environment and more."
            ]
        },
        {
            "id" : 2,
            "images" : {
                "main" : "https://images.pexels.com/photos/8923370/pexels-photo-8923370.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
                "secMain" : "https://images.pexels.com/photos/7105846/pexels-photo-7105846.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
                "thirdMain" : "https://images.pexels.com/photos/8471852/pexels-photo-8471852.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
            },
            "pageHead" : "Science",
            "sectionHead" : "About Science",
            "para" : "Through science, your child will be encouraged to develop their curiosity and make observations and as they are introduced to science, your child will begin to develop organized and analytical thinking as well as problem-solving skills. Your child will develop an understanding of four areas: physical sciences; life sciences; earth and space sciences\n\n\nPhysical Sciences\n\nThe physical sciences involve the study of the physical world. This includes chemistry, physics, and astronomy. Sometimes the Earth sciences are included in physical sciences since they are part of the physical world.\n\n\nEarth and Space Sciences\n\nThe Earth sciences involve the study of everything relating to the Earth, except for living things. These sciences include mainly geology and meteorology and sometimes geography. As they learn about the earth, children will learn about the characteristics of the earth's environments (mountains, rivers, oceans, valleys, and deserts) and the four seasons. They'll study the weather, daytime, nighttime, the different phases of the moon, and resources and conservation.\n\n\nLife Sciences\n\nThe life sciences are the study of living things. That includes biology, botany, zoology, and ecology, among others. As part of their study of the life sciences, children will learn the basic structures of common plants and animals (arms, legs, wings, leaves, stems, roots, etc.). They also may learn about the differences and similarities in plants and animals. Life science also allows kids to explore how living things adapt to their environment, grow, change and have certain needs. They may even explore how living things and non-living things differ or how they impact one another."
        },
        {
            "id" : 3,
            "images" : {
                "main" : "https://images.pexels.com/photos/256417/pexels-photo-256417.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
                "secMain" : "https://images.pexels.com/photos/5792852/pexels-photo-5792852.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
                "thirdMain" : "https://images.pexels.com/photos/159581/dictionary-reference-book-learning-meaning-159581.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
            },
            "pageHead" : "English",
            "sectionHead" : "About English",
            "para" : "In today’s globalised world there are many reasons to learn a foreign language, and many benefits to studying English specifically.\n\nCurrently, there are around 1.5 billion English speakers around the world, which represents a fifth of the world’s total population. English is spoken in some of the most economically and culturally influential countries globally, and over the centuries has become the main language not only of international communication, but of international business, academia, medicine, science, technology and law.\n\nWhen you consider this, it’s no wonder that so many people select to learn English as a way to enhance their life and the opportunities available to them, as well as exercise their brain!"
        },
        {
            "id" : 4,
            "images" : {
                "main" : "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Hindi.svg/768px-Hindi.svg.png",
                "secMain" : "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202205/hindi-g89b646eb0_1280_1200x768.png?IPTHWDnjtf8FbTvODVHkGlf6Iwn1kEun&size=770:433",
                "thirdMain" : "https://akm-img-a-in.tosshub.com/indiatoday/images/story/201708/upfront-9-gc-sep11_647_083117080219.jpg?size=770:433"
            },
            "pageHead" : "Hindi",
            "sectionHead" : "About Hindi",
            "para" : "The Hindi language is spoken by more than 260 million people across the world as a native language. In addition to this, around 120 million people use Hindi as a second language. Due to this vast number of speakers across the world, Hindi is the fourth most spoken language in the world after English, Chinese and Spanish. So, you know if you learn Hindi you will have plenty of people to interact with in different parts of the country and also the world. Besides, Hindi is the most common language spoken across India. This makes it one of the most important languages of South East Asia.\n\nHindi is very prevalent in South-East Asia. Learning a new language has many benefits in all aspects of life. Be it a student, a professional or even a retired person, knowledge of multiple languages always help. It broadens your travel and culture horizons. Well, this is just one advantage. Keep this in mind, you may want to know the importance of learning Hindi. So, without any more time, let us quickly check the importance of learning Hindi."
        },
        {
            "id" : 5,
            "images" : {
                "main" : "https://images.pexels.com/photos/1329296/pexels-photo-1329296.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
                "secMain" : "https://images.pexels.com/photos/2097/desk-office-pen-ruler.jpg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
                "thirdMain" : "https://images.pexels.com/photos/53621/calculator-calculation-insurance-finance-53621.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
            },
            "pageHead" : "Mathenatics",
            "sectionHead" : "About Mathenatics",
            "para" : "Mathematics is very useful in everyday life. We use math concepts, as well as the skills we learn from practicing math problems every day.\n\n\nMathematics gives us a way to understand patterns, define relationships, and predict the future. It helps us do many important things in our daily lives.\n\nAccording to some people, maths is just the use of complicated formulas and calculations which won’t be ever applied in real life. But, maths is the universal language which is applied in almost every aspect of life. Yes! You read it right; basic mathematical concepts are followed all the time. You would be amazed to see the emerging of maths from unexpected situations.\n\n\nMath is very useful in everyday life. Math can help us do many things that are important in our everyday lives. Here are some daily tasks for which math is important:\n\nManaging time: Keeping a track of time is very important to do all you love to do.\n\nBudgeting: Managing money, understanding discounts, and buying for the best price\n\nSports: Score, Time, Strategizing to win\n\nCooking: Measuring the ingredients to add to a recipe, kitchen inventory planning\n\nExercising and Dieting\n\nDriving: Distance traveled, the shortest route to take to reach a destination\n\nHome Decorating\n\nStitching: Measurements to stitch a dress\n\nCritical Thinking\n\nThe base of other Subjects."
        },
        {
            "id" : 6,
            "images" : {
                "main" : "https://images.pexels.com/photos/89625/pexels-photo-89625.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
                "secMain" : "https://images.pexels.com/photos/7025560/pexels-photo-7025560.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
                "thirdMain" : "https://images.pexels.com/photos/7302140/pexels-photo-7302140.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
            },
            "pageHead" : "Drawing",
            "sectionHead" : "About Drawing",
            "para" : "Children are naturally creative on their own accord. But if their creativity isn’t fostered, they begin to lose it as they grow into adults. Pablo Picasso famously said, “Every child is an artist. The problem is how to remain an artist once we grow up.” \n\nOne of the best ways to encourage a lifelong love of the arts is to enroll your kids in art classes. \n\nOR\n\nOne of the most basic benefits of art classes, particularly for toddlers, is the improvement of fine and gross motor skills. Because there are so many different types of art – from painting to sculpture to drawing – a variety of tools and techniques are required. For many small children, the struggle is real when it comes to using and developing their tiny muscles to hold and use objects correctly. Art classes teach children how to properly hold a paintbrush, pencils or markers and build hand muscles while playing with clay. Older students will benefit by learning proper painting or drawing techniques, and even build muscle when learning to create more physically-demanding forms of art like sculptures."
        },
        {
            "id" : 7,
            "images" : {
                "main" : "https://images.pexels.com/photos/8566097/pexels-photo-8566097.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
                "secMain" : "https://images.pexels.com/photos/5149614/pexels-photo-5149614.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
                "thirdMain" : "https://images.pexels.com/photos/6164376/pexels-photo-6164376.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
            },
            "pageHead" : "Dance",
            "sectionHead" : "About Dance",
            "para" : "BOLLYWOOD DANCE\n\nBollywood dancing is a colourful, dynamic and highly theatrical dance style seen in Indian films. It combines classical forms of dance including traditional Indian, folk, salsa, belly-dance while also incorporating more contemporary western forms such as hip hop, jazz and funk.\n\nBollywood dance has been an old favourite for those who want to have a good time as they workout.\n\n\nLearn Bollywood Dance with Expert\n\n\nCLASsicaL DANCE\n\nMost of the classical dance forms originated in temples. Worshipping was the main aim. Although every dance form evolved from different regions, their roots are the same. The roots can be traced from the Sanskrit text – ‘Natya Shastra’. \n\nUnlike folk dances, classical dances are all about technicalities and strict rules. Acharya Nandikeshawara’s ‘Abhinaya Darpan’ and Sharangdev’s ‘Sangeeth Ratnakar’ (Nartanadhyaya), along with the Natya \n\nShastra forms the foundation of technicalities of all the classical dance forms (which includes their body movements, rasa, bhava etc)."
        }
    ]
}